Repository: KDE/kidentitymanagement
Catalog: po/*/libkpimidentities6.po
Languages: ta

# use default address from control center
source: Default
ta: இயல்பிருப்பு

# Default name for new email accounts/identities.
source: Unnamed
ta: பெயரிடப்படாதது

source: Unnamed
ta: பெயரிடப்படாதது

# Default identity
source: (default)
ta: (இயல்பிருப்பு)

source: Identity Name
ta: அடையாளத்திற்கான பெயர்

source: Email Address
ta: மின்னஞ்சல் முகவரி

source: <qt>Failed to execute signature script<p><b>%1</b>:</p><p>%2</p></qt>
ta: <qt><p><b>%1</b> கையொப்ப சிறுநிரலை இயக்க முடியவில்லை:</p><p>%2</p></qt>

source: Identity
ta: அடையாளம்

# @label:textbox
source: Identity Name
ta: அடையாளத்திற்கான பெயர்

source: Your name
ta: உங்கள் பெயர்

source: Email address
ta: மின்னஞ்சல் முகவரி

source: E-mail aliases
ta: மாற்று மின்னஞ்சல் முகவரிகள்

source: Remove email alias
ta: மாற்று மின்னஞ்சலை நீக்கு

source: Add email alias
ta: மாற்று மின்னஞ்சலை சேர்

# @label
source: OpenPGP signing key
ta: OpenPGP கையொப்ப சாவி

# @label
source: Use same OpenPGP key for encryption and signing
ta: கையொப்பமிடுவதற்கும் மறையாக்குவதற்கும் ஒரே சாவியை பயன்படுத்து

# @label
source: OpenPGP encryption key
ta: OpenPGP மறையாக்க சாவி

# @label
source: S/MIME signing key
ta: S/MIME கையொப்ப சாவி

# @label
source: Use same S/MIME key for encryption and signing
ta: கையொப்பமிடுவதற்கும் மறையாக்குவதற்கும் ஒரே சாவியை பயன்படுத்து

# @label
source: S/MIME encryption key
ta: S/MIME மறையாக்க சாவி

# @title
source: Edit Identity
ta: அடையாளத்தை திருத்து

source: Add Identity
ta: அடையாளத்தைச் சேர்

source: Edit Identity
ta: அடையாளத்தை திருத்து

# @title:group
source: Cryptography
ta: மறைக்குறியாக்கம்

source: Delete
ta: நீக்கு

source: Save
ta: சேமி

source: Add
ta: சேர்

source: Delete %1
ta: %1 தனை நீக்கு

source: Are you sure you want to delete this identity?
ta: இந்த அடையாளத்தை உறுதியாக நீக்க வேண்டுமா?

source: Cancel
ta: ரத்து செய்

# @option:check
source: &Enable signature
ta: கையொப்பத்தை இயக்கு

# continuation of "obtain signature text from"
source: Input Field Below
ta: கீழுள்ள உரைப்பெட்டி

# continuation of "obtain signature text from"
source: File
ta: கோப்பு

# continuation of "obtain signature text from"
source: Output of Command
ta: கட்டளையின் வெளியீடு

# @label:textbox
source: Obtain signature &text from:
ta: கையொப்பத்தை இதிலிருந்து பெறு:

source: Text File (*.txt)
ta: உரைக்கோப்பு (*.txt)

# @action:button
source: Edit &File
ta: கோப்பைது திருத்து

source: Opens the specified file in a text editor.
ta: குறிப்பிட்ட கோப்பை உரைத்திருத்தியில் திறக்கும்.

# @label:textbox
source: S&pecify command:
ta: கட்டளையை குறிப்பிடவும்:

source: This text file size exceeds 1kb.
ta: உரைக்கோப்பின் அளவு 1 கிலோபைட்டைவிட பெரிதாக உள்ளது.

# @title:window
source: Text File Size
ta: உரைக்கோப்பின் அளவு
